{"Aula-01-09-2025":{"slug":"Aula-01-09-2025","filePath":"Aula 01-09-2025.md","title":"Aula 01-09-2025","links":[],"tags":[],"content":"Sérgio Buarque de Holanda e as Raízes do Brasil\n\nSobre o autor:\n\nFilho de professor de botânica de PE. Vida modesta, mas formou-se em direito na Universidade do RJ\nPosição política branda de esquerda\nLecionou na Universidade do DF e na USP. Aposentou-se em solidariedade a amigos\n\n\nRaízes do Brasil (1936)\n\nInvestiga as raízes do Brasil para superá-las\n\nO mal não é a miscigenação, mas a origem portuguesa\n\n\nNecessidade de um país de cidadãos\nProfunda influência de Max Weber\n\n\nInfluência de Weber\n\nCriação de tipos ideais\n\nNão é um desejo, mas uma forma de olhar para a realidade; modelos\n\n\nFoco nas mentalidades\nVisão teleológica (revolução em processo); de uma perspectiva que visa o fim\nPercepção da eficiência da burocracia\nDiscussão sobre modernização\n\n\nRaízes ibéricas explicam:\n\nPersonalismo\n\nAs pessoas estão envoltas por redes de contatos pessoais que acabam por estruturar a sociedade da forma que ela é\n\n\nFrouxidão das instituições\nFalta de coesão social\nAusência de princípio de hierarquia\nRenúncia da personalidade por obediência\nRepulsa pelo trabalho regular\n\n\nFronteiras da Europa\n\nCulto à personalidade: valor de autonomia e mérito\n\nFrouxidão da estrutura social e falta de coesão\n\n\nFalta de hierarquia: nobreza não era impermeável\n\nBurguesia não precisou adotar modos de agir e pensar novos. Associou-se aos antigos dominantes\n\n\nRepulsa pelo trabalho: ociosidade nobilitante\n\nIndivíduo não modifica o mundo; Ação “implica submissão a um objeto exterior”\n\n\n“A vontade de mandar e a disposição para cumprir ordens são-lhe igualmente peculiares”\n\n\nTrabalho X Aventura\n\nColonização portuguesa não foi um empreendimento metódico e racional. Ela foi marcada pelo desleixo e abandono\nDois princípios opostos que regulam nossas atividades: Aventura e Trabalho. Ambos seriam modos de diferentes de pensar o mundo\nÉticas diferentes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAventureiroTrabalhadorColhe sem plantar: busca por recompensa imediataProduz aquilo que vai colher. Esforço metódico e continuadoTransforma obstáculos em trampolimEncara as dificuldades antes do trunfoCampo visual amplo: ignora fronteirasCampo visual restrito: parte maior que o todoDespreza a busca por estabilidade, paz, segurança pessoal e esforços sem perspectiva de retorno rápido. Trabalhador seria mesquinhoVê como imorais: audácia, ociosidade irresponsabilidade, imprevidência, instabilidade, vagabundagem\n\nLavoura de cana de açúcar\n\nLatifúndio surgiu de conveniências\n\nA Europa precisava de produtos de clima tropical\nAbundância de terras férteis não exploradas no Nordeste e possibilidade de trabalho escravizado\n\n\nPortugueses se adaptaram aos trópicos\nTécnica rudimentar e inércia em relação ao meio\n\n\n\n\n\n                  \n                  Observação \n                  \n                \n\n\nDiferentemente de Gilberto Freyre -  que tinha saudosismo de um Brasil agrário - Sérgio Buarque irá visualizar um Brasil urbano como uma solução para o país\n\n\n\n\nTrabalho visto como desonroso\n\nPortugueses exploraram a escravidão\nTrabalhos citadinos: mesma vontade de ganho fácil e “infixidez”\nAusência da capacidade associativa duradoura\n\nMultirões: gosto por festas e inclinações pessoais\n\n\n\n\nHerança rural:\n\nColonização agrária\n\nFamília ampliada sob o poder do pater familias (pai de família); onde estaria a estrutura patriarcal do Brasil\nPredomínio da comunidade doméstica e antipolítica\nPartidos políticos: vínculos afetivos e pessoais, sem ideias de propostas que organizem a política\nCidades como apêndice do campo\n\n\nBrasileiro - desinteressado da vida pública\n\n\nEspanhóis X Portugueses:\n\nColonização espanhola foi urbana e com forte intervenção estatal\nLadrilhadores X Semeadores\n\nO trabalho do ladrilhador, por ser mais meticuloso, fez com que a colonização espanhola fosse mais estruturada em relação à portuguesa, que seria comparada a semeadores que lançam sementes ao vento arbitrariamente\n\n\nCausas: unidade portuguesa foi mais rápida e fácil\nBrasil: sociedade que se ergueu sem plano, sem visão de futuro, desleixadamente\n\n\nHomem cordial\n\nDescontinuidade entre família e Estado\nModernidade tende a separar o indivíduo da comunidade doméstica, mas família patriarcal resiste a essa separação do Estado\nEstado patrimonial: Gestão política apresenta-se como assunto de interesse particular\nBrasil, então, é habitado pelo Homem Cordial\nNão é civilidade ou polidez\n\nO homem cordial não é necessariamente bom/gentil (embora possa ser). Ele é um ser humano profundamente marcado por afetos e isso impacta na forma em que se relaciona com o meio social\n\n\nDesejo de intimidade: libertação do pavor de viver consigo mesmo e de apoiar-se sobre si próprio\nUso de diminuitivos; Omissão do nome de família (brasileiro referem-se uns aos outros pelo primeiro nome); Religiosidade de superfície sem diligência\nHomem cordial não é bom - ele é agressivo ou amigável de acordo com suas disposições afetivas\n\n\nA lenta revolução burocrática\n\nRumo a uma sociedade menos personalista e mais abstrata e regrada\n\nProgressiva urbanização opõe-se ao iberismo agrário\nPotencial das classes médias para consolidação de mundo de direitos e regras universais\nPrincípios liberais e democráticos: revolução sem violência\n\n\nRevolução não completa\nVisão não determinista: é possível libertar-se do passado, mas isso demanda esforço\nEle aceita o ritmo das mudanças, embora às vezes se impaciente\nOtimista cauteloso\n\n\n"},"Aula-14-08-2025":{"slug":"Aula-14-08-2025","filePath":"Aula 14-08-2025.md","title":"Aula 14-08-2025","links":[],"tags":[],"content":"José Murilo Carvalho, Pontos e Bordados\n\nConceito de nação: Vínculo entre indivíduos fomentado por diversos fatores: território, etnia, religião, tradição, idioma, costumes, etc\nTrata-se de uma identidade coletiva sempre forjada historicamente\nPaz de Westfália (1648) consolidou o sistema de Estados-nacionais soberanos\nNação é uma construção complexa:\n\nEUA: Independência, Constituição e Guerra de Secessão foram importantes\nAlemanha: Processo de unificação dos 39 estados germânicos ao longo do século XIX. Guilherme I torna-se Kaiser (1871)\n\n\nA formação de uma nação não se dá de modo definitivo - Exemplos: Espanha, Iugoslávia, Ucrânia, Dinamarca\n\nA noção de identidade\n\nHá semelhanças entre os processos de constituição de identidades coletivas e individuais\nSociologia contemporânea trabalha com visão de identidades que são construídas\nNão se pode pensar em uma essência: identidades são descentradas, fragmentadas, abertas\nStuart Hall\n\nIdentidade como construção histórica, relacional, cultural: mais um &quot;tornar-se&quot; do que um &quot;ser&quot;\n“Eu” coerente é criado como “narrativa do self”: trabalhosa sutura de retalhos incoerentes\nIdentidade: dialética subjetividade/cultura - interpelação e posicionamento\n\n\nBenedict Anderson:\n\nNações também se constroem processualmente: recompondo narrativas e projetando futuros\nElas não são essência, nem instrumento político:\n\nComunidade - laços profundos, emocionais, horizontais\nImaginada - ninguém conhece todos os seus membros\nLimitada - ela tem fronteiras\nSoberana - supõe-se acima de dinastias, ordens divinas e autorregula-se\n\n\nSéculo XVIII marca início da era do nacionalismo\nContribuíram:\n\nLínguas locais suplantam latim: fragmentação da comunidade religiosa\nRomances e jornais: capitalismo editorial\n\nMundo comum, relações nós-eles, outra visão de tempo\n\n\nCensos, mapas e museus\n\n\n\n\n\n\n\n                  \n                  Schwarcz (2008) \n                  \n                \n\n\nImaginar é selecionar e obliterar\n\n\n\n\n\n                  \n                  Anderson (2008) \n                  \n                \n\n\nÉ a magia do nacionalismo que converte o acaso em destino\n\n\n\nBrasil: nações imaginadas\n\nPeríodo colonial:\n\nPequena unidade promovida pela língua e pela religião, mas as capitanias se ignoravam\nRegiões eram muito diferentes e não havia preocupação com bem comum\nInconfidência Mineira e Revolta de Pernambuco: emancipação das províncias\nDeputados viam-se como representantes de províncias\n\n\nIndependência:\n\nIdeia de Brasil estava na mentalidade da elite\nGrande preocupação com a fragmentação do país:\n\nMuitos movimentos separatistas, especificamente depois da saída de Dom Pedro I/período de Regência\nJosé Bonifácio (Patriarca da Independência) desiste da abolição “para manter o país unido”\n\n\n\n\nDom Pedro II\n\nConsolidação do Estado centralizador e monárquico, mas não do sentimento de nacionalidade\n\nTamanho do país e precariedade da comunicação dificultavam integração\nO embrião da nação começa pela sua demarcação em relação ao exterior: sentimento anti-português e anti-inglês\n\n\nAmplo apoio à monarquia foi pouco mobilizado simbolicamente, porque as elites estavam mais preocupadas com outras facções da elite\nFundação do Instituto Histórico Geográfico Brasileiro (IHGB) em 1838\nAmbivalências em relação a Portugal e ao crescimento da influência\nIndianismo romântico foi um caminho intermediário\n\n“O Brasil era índio e homem”, expressando os anseios de grandeza, conquista e domínio do império\nNatureza como motivo de orgulho nacional\n\n\n\n\nGuerra do Paraguai\n\nEvento fortalecedor da identidade nacional\n\nSoldados do país inteiro lutando pela mesma bandeira, imperador e com militares que ganharão projeção nacional\nGoverno encomendou vários quadros; obras de arte que habitarão livros didáticos de História\n\n\n\n\nAbolição da República\n\nRepública foi proclamada sem participação popular\nMudanças na tática de construir e definir a nação\n\nImpério Masculino dá lugar à Pátria Feminina\nNovo herói: Tiradentes\nFortalecimento do veio americanista\nQuestão da nação mestiça se coloca\nMaior preocupação com educação infantil\n\n\n\n\nRepública Velha\n\nReforçam os valores de pátria, família, da coragem, da bondade e da generosidade\n1ª Guerra Mundial permite campanha patriótica dirigida a adultos pela primeira vez\nMovimento Modernista - defesa do conhecimento do país: valorização do barroco, dos indígenas e do folclore\nExperiência popular continua fraca: poucas manifestações; poucas lutas sociais mais eloquentes\n\n\nEra Vargas:\n\nImplantação de um estado autoritário e populista\n\nEstado e Nação construídos como unidade indissolúvel\n\n\nUso político da cultura\nVisão positiva do povo brasileiro: cooptação e paternalismo\nRedefinição da nação: raízes portuguesas e império são re-valorizados; trabalho como atividade nobre\n\n\nSíntese da visão de Carvalho:\n\nAté meados do século XIX - Ausência do Povo\nSéculo XIX para XX - Visão Negativa do Povo; uma visão de que um dos problemas do Brasil a ser superados seriam as características de seu próprio povo\nGoverno Vargas - Visão Paternalista do Povo\n\n\n"},"Aula-18-08-2025":{"slug":"Aula-18-08-2025","filePath":"Aula 18-08-2025.md","title":"Aula 18-08-2025","links":[],"tags":[],"content":"Afonso Celso, Porque Me Ufano do Meu País\nUfanismo Histórico e Nacionalismo\n\nO IHGB é fundado pelo imperador de voltar a identidade brasileira para o exterior. É composto por 27 burocratas/funcionários do imperador e atuava de forma que valorizava o português como quem trouxe a “civilização” para o país\nForte inspiração do iluminismo\n\nHistória vista como um instrumento de compreensão do presente\nPode encaminhar o futuro\nAssim, a história seria a “mestra da vida”\n\n\nHavia uma leitura pós-independência de que o Brasil era composto por províncias isoladas sem um laço moral que as conectassem\nO instituto faz um concurso em 1840 para quem quisesse escrever a história do Brasil. O vencedor foi von Martius. Ele sugere uma História patriótica:\n\nFoco nos portugueses - brancos, civilizadores, bandeirantes\nPreocupação fundamental com a unidade do Brasil, centralizada no imperador\nIndígenas seriam importantes - civilizados\nNegros seriam impeditivo civilizador\nRecuso à escrita da historiografia do Brasil\n\n\nApesar de vencer, von Martius não escreve a história. Essa função fica a cargo de Francisco Adolfo de Varnhagen, considerado o pai da historiografia nacional. Ele escreveu 5 volumes de “História Geral do Brasil”. O imperador custeou a obra e foi construído um passado de orgulho fazendo oposição a enfoques negativos sobre a colonização portuguesa e o futuro do Brasil\n\nPara Varnhagen, o passado indígena deveria ser esquecido:\n\nPovo nômade, ingrato, infiel e sem patriotismo. Não contribuiu para a melhoria da humanidade\nConfronto com a literatura nacional/romantismo\n\n\nNegro:\n\nDiz que a escravidão no país fora suave, que os escravos tinham uma vida que melhorava\n“Eles teriam feito mal ao Brasil com seus costumes”\n\n\nPortugueses\n\nRepresenteantes do iluminismo, do progresso e da civilização cristã\n\nDominaram, heroicamente, a natureza inóspita com motivações comerciais e evangelizadores\nConsentimento e colaboração dos nativos\nUnião dos brasileiros - estabelecimento do governo geral; guerras contra franceses e holandeses\nProva de superioridade portuguesa é a sua vitória\nMiscigenação como possibilidade de branqueamento\n\n\n\n\nCasa de Bragança teria trazido ao Brasil uma independência pacífica, houve poucas insurreições, muitos elogios a Dom João VI e coloca a monarquia como a garantia da unidade e cristianismo\n\n\n\nPor que me ufano do meu país. Right or wrong, my country\n\nAffonso Celso criou a atitude ufanista de que grandes nações não se distinguem de menores\nLivro educacional - quer ensinar o patriotismo aos mais jovens\n42 capítulos buscam demonstrar a superioridade do Brasil em 11 argumentos:\n\nA sua grandeza territorial\nA sua beleza\nA sua riqueza\nA variedade e amenidade de seu clima\nAusência de calamidades\nExcelência dos elementos que entraram na formação do tipo nacional\nNobres predicados do caráter nacional\nNunca sofreu humilhações, nunca foi vencido\nSeu procedimento cavalheiroso e digno para com outros povos\nAs glórias a colher nele\nA sua história\n\n\nTraz ideias de que o Brasil é naturalmente homogêneo, o país foi doado por Deus e de que o país é belo\nMaravilhas sociais; nenhuma das 3 raças deprecia a humanidade:\n\nÍndios: bondosos, serviçais, sociáveis, acessíveis à catequese e às melhorias\nNegros: afeto, resignação, coragem, laboriosidade. Amas de leite dedicadas, heróis nas guerras, não há discriminação como nos EUA\nPortugueses: dilataram o planeta e formaram império colossal com escassa população. União, patriotismo, caridade e amor ao trabalho. É ingrato quem ataca Portugal\n\n\nNossa história não tem fatos vergonhosos\n\nEscravidão não foi defendida, mas tolerada. Todos os povos praticaram e a nossa resolveu-se honradamente\nEram raros os senhores cruéis\nIncorporaram-se os ex-escravos à população em perfeito pé de igualdade\nMestiços: energia, coragem, iniciativa, resistência a privações, apesar de desleixados; “O mestiço brasileiro não denota inferioridade alguma”\nPovo: independente, hospitaleiro, ordeiro, paciente, doce, obediente, caridoso, acessível, tolerante, honrado; “Viaja-se pelo sertão, sem armas, com plena segurança”\n“No Brasil, com trabalho e honestidade, conquistam-se quaisquer posições”\nNão há catástrofes naturais nem fomes e pestes\nAusência de preconceitos - “colonos desposavam índias e o governo promovia aliança com mestiços”\n\n\nProblemas e omissões:\n\nCelso não faz referência às mazelas que afligiam o Brasil: analfabetismo, epidemias, catástrofes, escravidão\nEscravidão\n\nRelativização da história da abolição\n“muitos continuando a trabalhar, sem ressentimento recíprocos, ao lado de seus ex-donos”\n“em que ponto do globo, em que página da história se registra uma revolução social, econômica, política desta magnitude e alcance, executada de maneira tão nobre?”\n\n\n\n\nO futuro: conclui de forma otimista sobre o Brasil, incentivando o leitor a propagar as boas novas ufanistas, sempre engrandecendo amor pelo país\nPerigos para o Brasil: separação do território nacional e intervenção estrangeira em seus negócios\nConclusão: o que une as nações é o sentimento de passado; um ponto em comum que levou o povo até o dia de hoje. O Brasil deverá ocupar papel importante no cenário internacional\n"},"Aula-25-08-2025":{"slug":"Aula-25-08-2025","filePath":"Aula 25-08-2025.md","title":"Aula 25-08-2025","links":[],"tags":[],"content":"Euclides da Cunha, Os Sertões\n\nPositivismo:\n\nPensamento de que a ciência é o único caminho para alcançar a verdade\nO racismo científico se funde e se legitima através do Positivismo - o que não significa que o Positivismo é necessariamente racista\nMétodo das ciências naturais aplicáveis ao estudo social: observação e mensuração\nCiência objetiva e imparcial; realidade se restringe à matéria\nBusca de leis universais e relações constantes: ciência deve explicar, prever e alicerçar ação\n\n\nEvolucionismo social:\n\nSpencer:\n\nFilosofia que apregoa que tudo evolui: seres vivos, língua, literatura, artes, sociedades, instituições\n\n\nInfluência do darwinismo e do iluminismo\nLeis gerais e deterministas definiram progresso social\n\nCaminho unidirecional: do simples ao complexo\n\n\nTyler publica “Primitive Culture” em 1871\n\n\nEugenia:\n\nTentativa de “aprimorar” características biológicas da humanidade\nFrancis Galton fala de seleção artificial\nConde Gobineau (1816-1882): diplomata francês\nPregam contra a miscigenação, entendida como uma degeneração biológica; a mistura geraria o caos\n\n\nRacismo científico no Brasil:\n\nUma nação discutida pelo enfoque da raça é um tereno fértil para a perpetração das ideias eugenistas\nPolítica nacional de branqueamento: fomento às imigrações europeias e asiáticas\nConjunto de autores que pensam o lugar da raça e condenam miscigenação: Sílvio Romero, Nina Rodrigues e Oliveira Vianna\n\n\nNina Rodrigues:\n\nCombinou evolucionismo social com antropologia criminal e psicologia das massas\nRetórica da neutralidade e da objetividade\nEm 1890 atribui decadência da Bahia à predominância dos mestiços\n\nRaças deveriam ser consideradas “espécies distintas”\nEstudo antropológico em pequena localidade\n\n\n\n\nEuclides da Cunha:\n\nFormação em Engenharia pela Escola Militar. Expedições frequentes pelo país\nObra de grande abrangência: botânica, sociologia, geografia\nSonho de interligar a nação\nFez a cobertura da Guerra de Canudos\n\n\nOs Sertões:\n\nPublicado em 1902 - fama repentina\nObra que revela o “Brasil profundo” - pobre e negligenciado\nTexto “objetivo”, jornalístico, atravessado pelo cientificismo naturalista e pelo evolucionismo\n3 partes: A Terra, O Homem, A Luta\n\nA Terra:\n\nAborda o planalto central brasileiro, em sua heterogeneidade e beleza\nCaatinga - natureza torturada; meio morta por sede e insolação. Plantas atrofiadas para se exporem menos. Algumas se enterram, outras se agregam\nRegião desértica: calor e frio. Queimadas contribuem para a desertificação\nChuva como redenção\n\n\nA Luta\n\nRepública - novos impostos e medidas laicizantes\nDepois de alguns conflitos em vilas, peregrinos entraram no sertão e se fixaram em fazenda abandonada\nTrês primeiras investidas contra Canudos acabam com retiradas das tropas estaduais e federais\nAumentavam os clamores em SP e RJ pelo fim da ameaça contra a República\nExpedição final de 1897: 5 generais\nChacina de quase todos os moradores, apesar da resistência\nSertanejos não eram ligados a monarquistas instituídos, nem tinham apoio internacional. Reviravolta da OP\nCanudos foi bode expiatório para exorcizar possibilidade de restauração da monarquia\n\n\nO Homem\n\nFoco no Sertanejo - analisa vestes, moradia, costumes, superstições, lazer e estratégias\nMestiçagem: tom ambivalente\n\nEla é vista como perniciosa, mas o sertanejo é diferente\nTeria pegado as melhores qualidades das outras “raças”, constituindo raça nova. O sertanejo seria superior aos habitantes “raquíticos”  do litoral brasileiro\n\n\nSertanejo é retrógrado, mas não degenerado\n\nSua evolução psíquica iria demorar, mas estaria assentada em tipo forte\n“O sertanejo é, antes de tudo, um forte” (p. 81)\n\n\nOutras características do sertanejo:\n\nInteligência - conhece cada uma das reses (cabeças de gado), suas origens e hábitos\nHonestidade - segue à risca um contrato que não foi assinado, inclusive quando não sabe de quem é o rebanho\nSolidariedade - auxiliam-se incondicionalmente\n\n\n\n\n\n\n\n\n"},"Aula-28-08-2025":{"slug":"Aula-28-08-2025","filePath":"Aula 28-08-2025.md","title":"Aula 28-08-2025","links":[],"tags":[],"content":"Gilberto Freyre, Casa Grande &amp; Senzala\n\nGilberto Freyre (1900-1987)\n\nDescendente de família de Engenho falida\nFormação norte-americana\nEstudou e lecionou nos EUA, na Inglaterra, Alemanha, França e Portugal\nFoi secretário, governador e deputado federal em PE\nDefinia-se como um “anarquista construtivo”\n\n\nGilberto Freyre foi influenciado por seu orientador, Franz Boas, que:\n\nCombate o evolucionismo: enfatiza a cultura.\n\nFísico não é determinante de capacidade mental\nCondições ambientais e econômicas influenciam configuração cultural, mas não a determinam\n\n\nQuestiona busca por leis universais da cultura\nContatos interculturais não são imposição do civilizado sobre o inferior, mas o intercâmbio\nAproximação com o historicismo - enfoque mais interpretativo, menos cientificista:\n\nNão se pode comparar culturas que se desenvolveram de modos distintos\nBusca investigar como se desenvolveram, historicamente, fenômenos encontrados em culturas específicas\nNecessidade de profundo trabalho etnográfico\n\n\n\n\nMetodologia:\n\nMétodo antropológico-social com análise histórica\n\nSociologia compreensiva\nBusca apreensão qualitativa do todo - passado revivido quase mediunicamente\n\n\nEstudo do cotidiano e das mentalidades\nAnti-iluminista: não tem visão progressista da história\nGeografia e Biologia condicionam o espaço social, mas não o determinam\n\n\nEstilo da linguagem de Freyre:\n\nEstilo vivo, espontâneo e cuidadoso. Amálgama entre o coloquial e o erudito\nTexto impressionista e imaginista\n\n\nO significado do livro:\n\nContexto de mudanças aceleradas dos anos 1930 (que assustam Freyre)\nDesafiou convenções importantes:\n\nLiberta o Brasil do racismo aceito\nQuestiona dualidade entre ciência e literatura\nRecorria a um volume de bibliografia nunca antes visto\n\n\nObra mudou o Brasil e gerou uma série de polêmicas\n\n\nIdeias centrais do livro:\n\nReconhece a técnica da produção econômica sobre a estrutura das sociedades\nColonização feita por família que lutaram contra adversidades\nEngenho: pilar da organização nacional\n\nInstaura formas de produção; de trabalho; de transporte; de religião; de higiene; de comportamento político; de arquitetura\n\n\nRelações sociais no Brasil são condicionadas pela monocultura latifundiária:\n\nRelações inter-raciais tensas, mas “adocicadas”\nMonocultura escravista desvirtuou miscigenação\nPredisposição psico-cultural do português ao hibridismo\n\n\nDemocracia X Tendência à autocracia/autoritarismo\n\n\nVisão dos indígenas: ⚠️ [Pode cair na prova] ❗\n\nAproximação inicial deveu-se à escassez de mulheres brancas e à necessidade de ocupação\nSeria uma das populações “menos desenvolvidas do continente”\nNão teriam reagido à dominação\nMoral católica, monocultura agrícola e doenças: elementos destruidores da cultura indígena\nCunhã (mulher indígena) traz muitas contribuições à sociedade brasileira: da agricultura à higiene, passando pelo vocabulário, alimentação, pelo medo e pelo furor\nIndígena homem: influência na conquista dos sertões\nCulumins/curumins (crianças indígenas) foram importante vetor civilizatório\n\n\nVisão do português\n\nHá uma visão de que Portugal nunca foi estruturado pelo feudalismo e, portanto, nunca teve uma revolução burguesa:\n\nAusência de privilégios exclusivos e rígidos para os portugueses que vinham para o Brasil\nSociedade marcada pela mobilidade social\n\n\nPredomínio da razão prática sobre a teórica\nBranco: sádico, mas terno\nCaráter flexível, flutuante, plástico, sexuado, imprevidente (não pensa muito no futuro); portugueses - por não terem vivido o feudalismo - acabam por serem menos rígidos\nCasa-grande era várias instituições ao mesmo tempo: fortaleza, banco, hospedaria, escola, santa casa de misericórdia (não havia hospitais no Brasil em um primeiro momento da colônia)\nSenhor de engenho impôs-se à Igreja e tornou-se soberano na colônia; é ele quem dá um primeiro passo rumo à laicização do país\n\n\nVisão do negro:\n\nNegros de diferentes origens: habilidades e culturas\n\nAdaptáveis aos trópicos, não são inferiores\n\n\nProfunda contribuição cultural à formação nacional, incluindo bondade, alegria e doçura\nGrande contribuição à eugenia:\n\nSeleção dos melhores elementos físicos como escravos; muitos escravizados morriam no tráfico negreiro, o que resultaria em uma “melhor seleção” de sujeitos com condições físicas “superiores”\n\n\nEscravizados desempenham papel civilizador:\n\nTécnica, vestimenta, alimentação, medicina, arquitetura, higiene, moral e religião\nMucama (mulher explorada para cuidar das crianças dos brancos) tem forte ação na educação das crianças, inculcando hábitos de vida e alternando a língua\n\n\n\n\nA colonização portuguesa:\n\n1532 - Organização civil e econômica da sociedade brasileira\n\nAgrária na estrutura, escravocrata na técnica de exploração econômica e híbrida de composição social\n\n\nPortuguês é atravessa pela “bicontinentalidade”\n\nMobilidade, miscibilidade e aclimatabilidade do português possibilitaram a colonização\n\n\n\n\n\n\n\n                  \n                  A colonização portuguesa \n                  \n                \n\n\n“A sociedade brasileira é, de todas da América, a que se constituiu mais harmoniosamente quanto às relações de raça” (p. 91)\n\n\n\n\nA colonização portuguesa:\n\nPrimeiro colonizador a investir na criação local de riqueza, enfrentando clima, praga e solos pobres\nA família é o motor da civilização\nLíngua e catecismo contribuíram para a união nacional\n\n\nA degeneração do brasileiro:\n\nJustifica a “fraqueza” do brasileiro por conta do latifúndio de monocultura, que compromete a alimentação da população\n\nFaltam legumes, ovos, carnes, leite, vitaminas e cálcio\nEscravizados comiam um pouco melhor: milho, toucinho e feijão. Por isso, são a base do vigor físico\n\n\n\n\nSadomasoquismo e Política:\n\nDor com dimensão construtiva das relações sociais\nEvidências de sadismo: gosto de ver brigas; prática de produzir sofrimento\nGosto pelo sofrer e pela autoridade:\n\nMessianismo, ditaduras, redentores, mandonismo\nDesejo por ditadura máscula\n\n\nMas a “suavidade” na miscigenação promoveria democracia social:\n\nNão impede mobilidade vertical\n\n\n\n\nEquilíbrio de antagonismos:\n\nO senhor é sádico e autoritário, mas também democrático, legitimando-se nas relações afetivas\n\n\nFuturo:\n\nEntre as melhorias que propõe estaria o fim da monocultura que favoreceria alimentação\nGostaria de revolucionar a organização social e a relação entre empregados e empregadores\n\n\nSérgio Buarque de Holanda diz que só vale para uma região\nJosé Carlos Reis (2002) vê a obra como neo-varnhageniada: uma interpretação conservadora, lusófila, patriarcalista, colonizadora\nBastos (2004) critica ideia de democracia racial\nLehman (2008) diz que Freyre não aborda a questão da privatização do poder, fundamental à compreensão da política brasileira\n"},"index":{"slug":"index","filePath":"index.md","title":"Notas - Política, Economia e Sociedade no Brasil","links":["Aula-14-08-2025","Aula-18-08-2025","Aula-25-08-2025","Aula-28-08-2025","Aula-01-09-2025"],"tags":[],"content":"Notas das Aulas\nAvaliação 1\n\nAula 14-08-2025\nAula 18-08-2025\nAula 25-08-2025\nAula 28-08-2025\nAula 01-09-2025\n\nDatas\n\n 04/09/2025 - Avaliação 1\n 16/10/2025 - Avaliação 2\n 24/11/2025 - Avaliação Final\n"}}